<template>
  <div>
      <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 379 412"><defs><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_24" x1="322.61" y1="299.57" x2="17.62" y2="299.57" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#5761d7"/><stop offset="0.18" stop-color="#5c66d9"/><stop offset="0.39" stop-color="#6a73df"/><stop offset="0.61" stop-color="#8289e8"/><stop offset="0.85" stop-color="#a3a7f5"/><stop offset="1" stop-color="#bcbeff"/></linearGradient><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_2" x1="-438.71" y1="292.47" x2="-133.73" y2="292.47" gradientTransform="matrix(-1, 0, 0, 1, -212.86, 0)" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#c0bff6"/><stop offset="0.29" stop-color="#c5c4f7"/><stop offset="0.64" stop-color="#d3d2f9"/><stop offset="1" stop-color="#e9e9fd"/></linearGradient><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16" cx="-602.82" cy="-202.53" r="39.91" gradientTransform="translate(622.54 545.6) rotate(16.76)" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#c0bff6"/><stop offset="1" stop-color="#393091"/></radialGradient><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89" x1="-621.62" y1="-176.59" x2="-598.03" y2="-202.06" gradientTransform="translate(622.54 545.6) rotate(16.76)" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#2fd3c7"/><stop offset="0.09" stop-color="#31b6bd"/><stop offset="0.23" stop-color="#338db0"/><stop offset="0.37" stop-color="#356ba5"/><stop offset="0.52" stop-color="#37519c"/><stop offset="0.67" stop-color="#383f96"/><stop offset="0.83" stop-color="#393492"/><stop offset="1" stop-color="#393091"/></linearGradient><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23" cx="2090.11" cy="3926.93" r="25.9" gradientTransform="matrix(-0.09, -1, 1, -0.09, -3628.98, 2611.39)" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#42e8e0"/><stop offset="0.11" stop-color="#37b6bf"/><stop offset="0.22" stop-color="#2c87a1"/><stop offset="0.34" stop-color="#235f87"/><stop offset="0.46" stop-color="#1c3f72"/><stop offset="0.58" stop-color="#162561"/><stop offset="0.71" stop-color="#121355"/><stop offset="0.85" stop-color="#10084e"/><stop offset="1" stop-color="#0f054c"/></radialGradient><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-2" cx="-218.3" cy="-325.84" r="122.12" gradientTransform="translate(-125.27 434.51) rotate(92.82)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16"/><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85" x1="-647.4" y1="684.75" x2="-605.09" y2="684.75" gradientTransform="translate(300.39 -769.76) rotate(-31.82)" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#706ec4"/><stop offset="0.02" stop-color="#6d6bc2"/><stop offset="0.25" stop-color="#5651ac"/><stop offset="0.49" stop-color="#463f9d"/><stop offset="0.73" stop-color="#3c3494"/><stop offset="1" stop-color="#393091"/></linearGradient><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-3" cx="895.72" cy="275.93" r="120.65" gradientTransform="translate(-484.56 -122.77) scale(0.78 1.06)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16"/><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-2" x1="854.3" y1="356.65" x2="854.3" y2="236.05" gradientTransform="translate(-484.56 -122.77) scale(0.78 1.06)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-2" cx="178.72" cy="170.02" r="72.66" gradientTransform="matrix(1, 0, 0, 1, 0, 0)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-4" cx="217.11" cy="89.71" r="94.16" gradientTransform="matrix(1, 0, 0, 1, 0, 0)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16"/><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-3" x1="174.58" y1="153.14" x2="190.09" y2="42.79" gradientTransform="matrix(1, 0, 0, 1, 0, 0)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_8" cx="164.99" cy="103.1" r="46.25" gradientUnits="userSpaceOnUse"><stop offset="0" stop-color="#42e8e0"/><stop offset="0.06" stop-color="#3ccbcd"/><stop offset="0.18" stop-color="#3098ac"/><stop offset="0.3" stop-color="#266b8f"/><stop offset="0.42" stop-color="#1e4777"/><stop offset="0.54" stop-color="#172a65"/><stop offset="0.66" stop-color="#131657"/><stop offset="0.78" stop-color="#100a50"/><stop offset="0.9" stop-color="#0f064d"/><stop offset="1" stop-color="#0f054c"/></radialGradient><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-5" cx="-175.8" cy="-225.85" r="44.14" gradientTransform="translate(309.01 466.25) rotate(27.24)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16"/><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-4" x1="-199.79" y1="-194.35" x2="-171.05" y2="-225.4" gradientTransform="translate(309.01 466.25) rotate(27.24)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-3" cx="246.24" cy="197.25" r="39.42" gradientTransform="matrix(1, 0, 0, 1, 0, 0)" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-6" cx="-444.84" cy="-181.99" r="39.91" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16"/><linearGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-5" x1="-463.64" y1="-156.05" x2="-440.05" y2="-181.53" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89"/><radialGradient id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-4" cx="2012.23" cy="4065.9" r="25.9" xlink:href="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23"/></defs><title>@/assets/img/Artboard 1</title><g class="cls-1"><g id="Layer_1" data-name="Layer 1"><g id="footer"><path class="cls-2" d="M210.83,404.26a8.3,8.3,0,0,1-4-1L21.87,296.49A3.1,3.1,0,0,1,20,294a2.32,2.32,0,0,1,1.34-2l110.35-63.72a8,8,0,0,1,7.16.29L323.82,335.34a3.12,3.12,0,0,1,1.83,2.5,2.35,2.35,0,0,1-1.34,2L214,403.54A6.26,6.26,0,0,1,210.83,404.26Zm-76-176.08a5.75,5.75,0,0,0-2.81.65L21.69,292.54a1.75,1.75,0,0,0-1,1.44,2.54,2.54,0,0,0,1.51,2L207.11,402.72a7.3,7.3,0,0,0,6.53.28L324,339.28a1.75,1.75,0,0,0,1-1.44,2.54,2.54,0,0,0-1.52-2L138.57,229.11A7.65,7.65,0,0,0,134.86,228.18Z"/><path class="cls-3" d="M328.33,314.38l-10.18-1.46L141.73,211.06a7.61,7.61,0,0,0-6.84-.28L29.82,271.44l-6.47-.93v8.58h0A2.78,2.78,0,0,0,25,281.3L210,388.07a7.61,7.61,0,0,0,6.84.29l110.35-63.72a2,2,0,0,0,1.16-1.74h0Z"/><path class="cls-4" d="M25,272.77,210,379.54a7.61,7.61,0,0,0,6.84.29l110.35-63.72c1.75-1,1.53-2.78-.49-3.95L141.73,205.39a7.64,7.64,0,0,0-6.84-.28L24.53,268.82C22.78,269.84,23,271.6,25,272.77Z"/><path class="cls-5" d="M41,274.86,206.33,370.3a6.84,6.84,0,0,0,6.12.25l98.63-56.95c1.57-.9,1.37-2.48-.43-3.53l-165.3-95.43a6.75,6.75,0,0,0-6.11-.25L40.6,271.33C39,272.24,39.23,273.82,41,274.86Z"/><path class="cls-6" d="M327.15,315.18,216.8,378.9a7.61,7.61,0,0,1-6.84-.29L25,271.84a3.17,3.17,0,0,1-1.59-1.77c-.28.91.25,1.93,1.59,2.7L210,379.54a7.61,7.61,0,0,0,6.84.29l110.35-63.72a1.89,1.89,0,0,0,1.1-2.18A2.24,2.24,0,0,1,327.15,315.18Z"/></g><image width="1391" height="1373" transform="translate(27 28) scale(0.24)" xlink:href="@/assets/img/laptop.png"/><image id="shadow-robo" width="553" height="320" transform="translate(112 218) scale(0.24)" xlink:href="@/assets/img/robo-shadow.png"/><g id="robo"><path class="cls-7" d="M108.39,189c-2.24,7.43-14.25,21.87-21.68,19.63s-7.46-20.3-5.22-27.73a14,14,0,1,1,26.9,8.1Z"/><g class="cls-8"><path class="cls-9" d="M108.39,189c-2.24,7.43-14.25,21.87-21.68,19.63s-7.46-20.3-5.22-27.73a14,14,0,1,1,26.9,8.1Z"/></g><path class="cls-10" d="M94.09,171.55a13.59,13.59,0,0,1,11.15,5.18c2.25,3.2.91,6.08-3,6.43A13.61,13.61,0,0,1,91.1,178C88.85,174.78,90.19,171.9,94.09,171.55Z"/><path class="cls-11" d="M94.09,171.55a13.59,13.59,0,0,1,11.15,5.18c2.25,3.2.91,6.08-3,6.43A13.61,13.61,0,0,1,91.1,178C88.85,174.78,90.19,171.9,94.09,171.55Z"/><path class="cls-2" d="M90,175.19a5.33,5.33,0,0,1,3-1.09,13.56,13.56,0,0,1,11.14,5.18,5.31,5.31,0,0,1,1.09,2.79c1.42-1.19,1.53-3.19,0-5.34a13.59,13.59,0,0,0-11.15-5.18C91.39,171.79,89.92,173.25,90,175.19Z"/><path class="cls-12" d="M107.18,167.76a1.11,1.11,0,1,0,1.08,1.13A1.11,1.11,0,0,0,107.18,167.76Z"/><path class="cls-2" d="M96.74,160a2.8,2.8,0,1,0,2.73,2.86A2.81,2.81,0,0,0,96.74,160Z"/><path class="cls-12" d="M112.74,153.75a1.57,1.57,0,1,0,1.53,1.6A1.56,1.56,0,0,0,112.74,153.75Z"/><path class="cls-2" d="M106.48,155a1.07,1.07,0,1,0,1,1.1A1.06,1.06,0,0,0,106.48,155Z"/><path class="cls-2" d="M107.67,152.59a.73.73,0,1,0,.71.75A.73.73,0,0,0,107.67,152.59Z"/><path class="cls-12" d="M98.65,173.2a1.55,1.55,0,1,0,1.51,1.58A1.55,1.55,0,0,0,98.65,173.2Z"/><path class="cls-2" d="M103.35,172.68a2.32,2.32,0,1,0,2.26,2.37A2.32,2.32,0,0,0,103.35,172.68Z"/><circle class="cls-13" cx="129.29" cy="142.22" r="21.16" transform="translate(-30.26 249.39) rotate(-81.62)"/><g class="cls-8"><circle class="cls-14" cx="129.29" cy="142.22" r="21.16" transform="translate(-48.87 70.09) rotate(-25.69)"/></g><path class="cls-15" d="M234.8,180.64c0,41.07-24.46,74.36-54.63,74.36s-54.62-33.29-54.62-74.36,24.45-53.38,54.62-53.38S234.8,139.57,234.8,180.64Z"/><g class="cls-8"><path class="cls-16" d="M234.8,180.64c0,41.07-24.46,74.36-54.63,74.36s-54.62-33.29-54.62-74.36,24.45-53.38,54.62-53.38S234.8,139.57,234.8,180.64Z"/></g><ellipse class="cls-10" cx="180.17" cy="149.34" rx="37.28" ry="21.52"/><ellipse class="cls-17" cx="180.17" cy="149.34" rx="37.28" ry="21.52"/><path class="cls-2" d="M153.81,139.86c14.56-8.41,38.16-8.41,52.72,0,6,3.47,9.54,7.83,10.59,12.35,1.48-6.42-2-13.15-10.59-18.09-14.56-8.4-38.16-8.4-52.72,0-8.55,4.94-12.07,11.67-10.58,18.09C144.27,147.69,147.8,143.33,153.81,139.86Z"/><ellipse class="cls-18" cx="148.18" cy="78.89" rx="22.24" ry="12.84" transform="translate(5.77 167.77) rotate(-60)"/><circle class="cls-19" cx="182.34" cy="97.97" r="55.71"/><g class="cls-8"><circle class="cls-20" cx="182.34" cy="97.97" r="55.71"/></g><path class="cls-10" d="M165,124.36c-1.43,11-9.7,14.39-18.47,7.68s-14.74-21-13.32-32,9.69-14.39,18.47-7.68S166.38,113.4,165,124.36Z"/><path class="cls-21" d="M165,124.36c-1.43,11-9.7,14.39-18.47,7.68s-14.74-21-13.32-32,9.69-14.39,18.47-7.68S166.38,113.4,165,124.36Z"/><path class="cls-2" d="M150.7,130.44c-8.78-6.71-14.74-21-13.31-32,.58-4.47,2.3-7.69,4.72-9.48-4.59.43-8.06,4.33-8.94,11.07-1.42,11,4.54,25.28,13.32,32,5.2,4,10.22,4.39,13.74,1.79C157.37,134.1,154.07,133,150.7,130.44Z"/><path class="cls-2" d="M147.24,131.69c-8.77-6.72-14.73-21-13.31-32,.66-5.08,2.78-8.53,5.75-10.12-3.36,1.38-5.79,5-6.51,10.47-1.42,11,4.54,25.28,13.32,32,4.71,3.6,9.27,4.27,12.71,2.43C155.86,135.84,151.62,135,147.24,131.69Z"/><circle class="cls-22" cx="240.21" cy="194.77" r="21.16" transform="translate(-44.47 73.97) rotate(-16.04)"/><g class="cls-8"><circle class="cls-23" cx="240.21" cy="194.77" r="21.16" transform="translate(-44.47 73.97) rotate(-16.04)"/></g><path class="cls-10" d="M259.55,195.18c0,6-4.19,13.22-9.36,16.2s-9.35.56-9.35-5.4,4.19-13.22,9.35-16.2S259.55,189.22,259.55,195.18Z"/><path class="cls-24" d="M259.55,195.18c0,6-4.19,13.22-9.36,16.2s-9.35.56-9.35-5.4,4.19-13.22,9.35-16.2S259.55,189.22,259.55,195.18Z"/><path class="cls-2" d="M254.58,188.51a8,8,0,0,1,1.25,4.65c0,6-4.19,13.22-9.35,16.2a8.25,8.25,0,0,1-4.39,1.27c1.61,2.31,4.63,2.75,8.1.75,5.17-3,9.36-10.24,9.36-16.2C259.55,191.05,257.53,188.62,254.58,188.51Z"/><path class="cls-25" d="M253.74,254.17c-2.24,7.43-14.25,21.87-21.68,19.64s-7.46-20.31-5.22-27.74a14,14,0,0,1,26.9,8.1Z"/><g class="cls-8"><path class="cls-26" d="M253.74,254.17c-2.24,7.43-14.25,21.87-21.68,19.64s-7.46-20.31-5.22-27.74a14,14,0,0,1,26.9,8.1Z"/></g><path class="cls-10" d="M239.44,236.76a13.58,13.58,0,0,1,11.14,5.17c2.26,3.21.92,6.09-3,6.44a13.61,13.61,0,0,1-11.15-5.17C234.2,240,235.54,237.11,239.44,236.76Z"/><path class="cls-27" d="M239.44,236.76a13.58,13.58,0,0,1,11.14,5.17c2.26,3.21.92,6.09-3,6.44a13.61,13.61,0,0,1-11.15-5.17C234.2,240,235.54,237.11,239.44,236.76Z"/><path class="cls-2" d="M235.37,240.4a5.25,5.25,0,0,1,3-1.09,13.58,13.58,0,0,1,11.14,5.17,5.45,5.45,0,0,1,1.09,2.8c1.42-1.19,1.53-3.19,0-5.35a13.61,13.61,0,0,0-11.15-5.17C236.74,237,235.27,238.46,235.37,240.4Z"/><path class="cls-12" d="M250.47,227.84a1.11,1.11,0,1,0-1.57-.05A1.11,1.11,0,0,0,250.47,227.84Z"/><path class="cls-12" d="M256.33,241.72a1.57,1.57,0,1,0-2.22-.07A1.56,1.56,0,0,0,256.33,241.72Z"/><path class="cls-2" d="M259.92,236.45a1.07,1.07,0,1,0-1.52,0A1.06,1.06,0,0,0,259.92,236.45Z"/><path class="cls-2" d="M260.76,239a.74.74,0,0,0-1-1.07.73.73,0,0,0,0,1A.74.74,0,0,0,260.76,239Z"/><path class="cls-12" d="M252.74,218a1.55,1.55,0,1,0-2.19-.07A1.56,1.56,0,0,0,252.74,218Z"/><path class="cls-2" d="M249.75,221.64a2.32,2.32,0,1,0-3.28-.1A2.32,2.32,0,0,0,249.75,221.64Z"/><path class="cls-2" d="M259.75,226.64a2.32,2.32,0,1,0-3.28-.1A2.32,2.32,0,0,0,259.75,226.64Z"/></g><g id="window"><image width="574" height="954" transform="translate(45.84 9.08) scale(0.25)" xlink:href="@/assets/img/border-window.png"/><path id="window-2" data-name="window" class="cls-28" d="M176.54,239.55c0,1.31-.8,1.92-1.79,1.35L54.89,172.2a4.27,4.27,0,0,1-1.79-3.41V24c0-1.32.8-1.92,1.79-1.35L174.75,91.32a4.28,4.28,0,0,1,1.79,3.42Z"/><g id="Text-contro_" data-name="Text-contro;" class="cls-29"><polygon class="cls-2" points="95.38 86.19 83.72 79.46 83.72 76.53 95.38 83.26 95.38 86.19"/><polygon class="cls-2" points="105.33 91.94 99.5 88.57 99.5 85.64 105.33 89 105.33 91.94"/><polygon class="cls-2" points="98.82 95.06 93.85 92.2 93.85 89.26 98.82 92.13 98.82 95.06"/><polygon class="cls-2" points="107.14 99.87 101.31 96.5 101.31 93.57 107.14 96.93 107.14 99.87"/><polygon class="cls-2" points="116.76 112.31 93.85 99.08 93.85 96.14 116.76 109.37 116.76 112.31"/><polygon class="cls-2" points="98.82 108.83 93.85 105.96 93.85 103.03 98.82 105.89 98.82 108.83"/><polygon class="cls-2" points="107.14 113.63 101.31 110.27 101.31 107.33 107.14 110.7 107.14 113.63"/><polygon class="cls-2" points="106.44 120.12 93.85 112.84 93.85 109.91 106.44 117.18 106.44 120.12"/><polygon class="cls-2" points="114.88 124.98 109.05 121.62 109.05 118.68 114.88 122.05 114.88 124.98"/><polygon class="cls-2" points="123.35 129.88 117.52 126.51 117.52 123.58 123.35 126.94 123.35 129.88"/><polygon class="cls-2" points="137.03 137.77 126 131.4 126 128.47 137.03 134.84 137.03 137.77"/><polygon class="cls-2" points="130.41 147.72 124.58 144.35 124.58 141.42 130.41 144.79 130.41 147.72"/><polygon class="cls-2" points="144.09 155.62 133.06 149.25 133.06 146.31 144.09 152.68 144.09 155.62"/><polygon class="cls-2" points="99.68 129.98 93.85 126.61 93.85 123.68 99.68 127.04 99.68 129.98"/><polygon class="cls-2" points="108.16 134.87 102.33 131.5 102.33 128.57 108.16 131.93 108.16 134.87"/><polygon class="cls-2" points="121.83 142.76 110.8 136.4 110.8 133.46 121.83 139.83 121.83 142.76"/><polygon class="cls-2" points="138.69 145.62 132.86 142.25 132.86 139.31 138.69 142.68 138.69 145.62"/><polygon class="cls-2" points="147.16 150.51 141.34 147.14 141.34 144.21 147.16 147.57 147.16 150.51"/><polygon class="cls-2" points="160.84 158.41 149.81 152.04 149.81 149.1 160.84 155.47 160.84 158.41"/><polygon class="cls-2" points="99.68 143.74 93.85 140.38 93.85 137.44 99.68 140.81 99.68 143.74"/><polygon class="cls-2" points="113.36 151.64 102.33 145.27 102.33 142.34 113.36 148.7 113.36 151.64"/><polygon class="cls-2" points="134.19 122.37 128.36 119 128.36 116.07 134.19 119.43 134.19 122.37"/><polygon class="cls-2" points="125.37 117.28 119.54 113.91 119.54 110.98 125.37 114.34 125.37 117.28"/><polygon class="cls-2" points="147.86 130.26 136.83 123.89 136.83 120.96 147.86 127.33 147.86 130.26"/><polygon class="cls-2" points="99.11 122.77 93.85 119.73 93.85 116.79 99.11 119.83 99.11 122.77"/><polygon class="cls-2" points="114.71 131.77 101.92 124.39 101.92 121.45 114.71 128.83 114.71 131.77"/><polygon class="cls-2" points="130.31 140.78 117.52 133.39 117.52 130.46 130.31 137.84 130.31 140.78"/><polygon class="cls-2" points="155.97 134.94 150.71 131.9 150.71 128.97 155.97 132 155.97 134.94"/><polygon class="cls-2" points="106.75 140.94 93.96 133.56 93.96 130.62 106.75 138 106.75 140.94"/><polygon class="cls-2" points="113.49 144.83 109.56 142.56 109.56 139.63 113.49 141.9 113.49 144.83"/><polygon class="cls-2" points="120.24 148.73 116.31 146.46 116.31 143.53 120.24 145.8 120.24 148.73"/><polygon class="cls-2" points="132.73 155.94 123.07 150.36 123.07 147.43 132.73 153 132.73 155.94"/><polygon class="cls-2" points="135.35 157.46 125.69 151.88 125.69 148.94 135.35 154.52 135.35 157.46"/><polygon class="cls-2" points="143.54 141.54 139.62 139.27 139.62 136.33 143.54 138.6 143.54 141.54"/><polygon class="cls-2" points="156.03 148.75 146.37 143.17 146.37 140.23 156.03 145.81 156.03 148.75"/><polygon class="cls-2" points="87.76 143.74 83.83 141.48 83.83 138.54 87.76 140.81 87.76 143.74"/><polygon class="cls-2" points="100.25 150.95 90.59 145.38 90.59 142.44 100.25 148.02 100.25 150.95"/><polygon class="cls-2" points="113 158.32 103.34 152.74 103.34 149.81 113 155.38 113 158.32"/></g></g><path id="eyes" class="cls-2" d="M155.17,116.06c-.54,4.17-3.68,5.47-7,2.92a14.55,14.55,0,0,1-5.05-12.15c.54-4.16,3.68-5.47,7-2.92A14.53,14.53,0,0,1,155.17,116.06Z"/></g></g></svg>
  </div>
</template>

<style>

.cls-1 {
    isolation: isolate;
}

.cls-12,
.cls-2 {
    fill: #42e8e0;
}

.cls-3 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_24);
}

.cls-4 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_2);
}

.cls-5 {
    fill: #24126a;
    opacity: 0.3;
}

.cls-6 {
    fill: #fff;
}

.cls-7 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16);
}

.cls-11,
.cls-17,
.cls-21,
.cls-24,
.cls-27,
.cls-8 {
    mix-blend-mode: lighten;
}

.cls-9 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89);
}

.cls-10 {
    fill: #251c72;
}

.cls-11,
.cls-17,
.cls-21,
.cls-24,
.cls-27 {
    opacity: 0.5;
}

.cls-11 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23);
}

.cls-12 {
    opacity: 0.6;
}

.cls-13 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-2);
}

.cls-14 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85);
}

.cls-15 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-3);
}

.cls-16 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-2);
}

.cls-17 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-2);
}

.cls-18 {
    fill: #bcbeff;
}

.cls-19 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-4);
}

.cls-20 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-3);
}

.cls-21 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_8);
}

.cls-22 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-5);
}

.cls-23 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-4);
}

.cls-24 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-3);
}

.cls-25 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_16-6);
}

.cls-26 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89-5);
}

.cls-27 {
    fill: url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_23-4);
}

.cls-28 {
    fill: #040505;
}

.cls-28,
.cls-29 {
    opacity: 0.4;
}

</style>